Repository: einzelfabrik/gastrobackup
Catalog: minarca-ui/src/main/po/*.po
Languages: fr

source: Do you want to restore default configuration ?
fr: Voulez-vous restaurer la configuration par défaut?

source: Your Minarca installation seams broken. If you answer Yes, all your personal configuration will be lost. If you answer no, this application may misbehave.
fr: Votre installation Minarca semble être brisée. Si vous répondez oui, tous vos paramètres personnels seront perdus. Si vous répondez non, cette application peut mal focntionner.

source: Can't repair Minarca's configuration!
fr: Impossibe de réparer la configuration de Minarca!

source: This application may misbehave. If the problem persist, you may try to reinstall Minarca.
fr: Impossible de réparer la configuration de Minarca. Si le problème persiste, essayez de réinstaller Minarca.

source: Selective backup
fr: Sauvegarde sélective

source: Advance...
fr: Paramètres avancés...

source: Select files or folders you want to include or exclude from your backup.
fr: Sélectionnez les fichiers ou les dossiers que vous souhaitez inclurent ou exclurent de votre sauvegarde.

source: Predefined
fr: Prédéfini

source: Desktop
fr: Bureau

source: Pictures
fr: Photos

source: Music
fr: Musique

source: Videos
fr: Vidéos

source: Downloads
fr: Téléchargements

source: System files
fr: Fichiers système

source: Custom
fr: Personnaliser

source: Add folder...
fr: Ajouter un dossier ...

source: Add file...
fr: Ajouter un fichier ...

source: No file or folder matching predefined patterns
fr: Aucun fichier ou dossier ne correspond aux modèles prédéfinis

source: Delete
fr: Supprimer

source: Select a folder to be added to your selective backup.
fr: Sélectionnez un dossier à ajouter à votre sauvegarde sélective.

source: Selected folder doesn't exists!
fr: Le dossier sélectionné n'existe pas!

source: The folder `{0}` cannot be include because it doesn't exists.
fr: Le dossier `{0}` ne peut être inclus, car il n'existe pas.

source: Selected folder is already include!
fr: Le dossier sélectionné est déjà inclus!

source: The folder `{0}` is already include in you selective backup.
fr: Le dossier `{0}` est déjà inclus dans votre sauvegarde sélective.

source: Custom pattern
fr: Modèle personalisé

source: About {0}
fr: À propos de {0}

source: Minarca is an all integrated online backup solution.
fr: Minarca est une solution de sauvegarde en ligne tout intégrée.

source: Copyright © 2015 - Patrik Dufresne Service Logiciel inc.
fr: Droit d'auteur © 2015 - Patrik Dufresne Service Logiciel inc.

source: Setup Minarca
fr: Configuration de Minarca

source: Sign In
fr: Se connecter

source: If you have a Minarca account, enter your username and password.
fr: Si vous possédez déjà un compte Minarca, entrez votre nom d'usager et votre mot de passe.

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Create account
fr: Créer un compte

source: If you don't have a Minarca account, you may subscribe by filling the online form.
fr: Si vous n'avez pas de compte Minarca, veuillez remplir la demande en ligne.

source: http://www.patrikdufresne.com/en/minarca/subscribe
fr: http://www.patrikdufresne.com/fr/minarca/subscribe

source: Subscribe...
fr: Souscrire

source: Link your computer
fr: Associer votre ordinateur

source: You need to link this computer to your account. Please, provide a friendly name to represent it. Once selected, you won't be able to change it.
fr: Vous devez associer cet ordinateur à votre compte. S'il vous plaît donnez un nom convivial pour le représenter. Vous ne serez pas en mesure de le modifier.

source: Provide a computer name
fr: Définir un nom d'ordinateur

source: Computer name
fr: Nom de l'ordinateur

source: Link computer
fr: Associer l'ordinateur

source: Success !
fr: Succès !

source: Your computer is now configure to backup it self once a day with Minarca!
fr: Votre ordinateur est maintenant configuré pour se sauvegarder automatiquement une fois par jour avec Minarca !

source: Close
fr: Fermer

source: Computer name cannot be empty.
fr: Vous devez avoir un nom pour votre ordinateur

source: Are you sure you want to keep the given computer name ?
fr: Êtes-vous sûr de vouloir conserver ce nom d'ordinateur?

source: The given computer name is already in use in Minarca. You may keep this computer name if the name is no longer used by another computer currently link to Minarca.
fr: Le nom donné à votre ordinateur est déjà utilisé dans Minarca. Vous pouvez garder ce nom s'il n'est plus utilisé par un autre ordinateur lié à Minarca.

source: Change the computer name
fr: Modifiez le nom de l'ordinateur

source: Should only contains letters, numbers, dash (-) and dot (.)
fr: Peut seulement contenir lettres, chiffres, tiret(-) et point(.)

source: <strong>Unknown error occurred!</strong> If the problem persists, try to re-install Minarca.
fr: <strong>Une erreur inconnue s'est produite!</strong> Si le problème persiste, essayez de réinstaller Minarca.

source: Can't schedule backup task! If the problem persists, try to re-install Minarca.
fr: Impossible de créer une tâche de sauvegarde! Si le problème persiste essayez de réinstaller Minarca.

source: Username cannot be empty.
fr: Vous devez avoir un nom d'utilisateur.

source: Password cannot be empty.
fr: Vous devez avoir un mot de passe.

source: Can't validate your credentials. Please check your connectivity.
fr: Impossible de valider vos informations d'identification. S'il vous plaît vérifier votre connectivité.

source: Unknown error occurred!
fr: Une erreur inconnue s'est produite!

source: copy
fr: copier

source: Change selective backup
fr: Modifier saugevarde sélective

source: Select or unselect folder to be backup by Minarca.
fr: Sélectionnez ou désélectionnez les dossiers devant être sauvegardés par Minarca.

source: (Exclude)
fr: (Exclu)

source: (Include)
fr: (Inclu)

source: Exclude
fr: Exclu

source: Can''t exclude {0} since it''s included by a predefined pattern.
fr: Impossible d''exclure {0}, car il est inclus par défaut.

source: You are trying to exclude a folder or a file that is included by a predefined pattern. If you really want to ignore this file, change your configuration in 'Selective backup' preferences.
fr: Vous essayez d''exclure un dossier ou un fichier qui est inclus par défaut. Si vous voulez vraiment ignorer ce fichier, modifiez votre configuration dans les préférences de sauvegarde sélective.

source: Include
fr: Inclus

source: Can''t include {0} since it''s exclude by predefined pattern.
fr: Impossible d''inclure {0}, car il est exclu par défaut.

source: You are trying to include a folder or a file that is exclude by predefined pattern. If you really want to include this file, change your configuration in 'Selective backup' preferences.
fr: Vous essayez d'inclure un dossier ou un fichier qui est exclu par défaut. Si vous voulez vraiment inclure ce fichier, changer votre configuration dans les préférences de sauvegarde sélective.

source: About
fr: À propos

source: Unknown
fr: Inconnu

source: Running...
fr: En exécution...

source: Stop
fr: Arrêter

source: Start
fr: Démarrer

source: Successful
fr: Félicitation

source: Failed
fr: Échec

source: Linked
fr: Associé

source: Minarca Settings
fr: Paramètres de Minarca

source: Your data
fr: Vos données

source: Go to Minarca website
fr: Aller sur le site web de minarca

source: Allows you to browse your backup and restore files.
fr: Vous permet de parcourir vos sauvegardes et de restaurer des fichiers

source: Account settings
fr: Paramètres du compte

source: Status
fr: État

source: As {0} @ {1}
fr: En tant que {0} @ {1}

source: Unlink...
fr: Dissocier ...

source: Unlink you computer from Minarca.
fr: Dissocier cet ordinateur de Minarca.

source: Fingerprint
fr: Empreinte

source: Use by your computer to identify itself.
fr: Utilisé par votre ordinateur pour s'identifier.

source: Backup settings
fr: Paramètres de sauvegarde

source: Allow you to select files and folders to backup.
fr: Vous permet de sélectionner les fichiers et dossiers à sauvegarder.

source: Schedule
fr: Planification

source: Define the backup frequency.
fr: Définit la fréquence de sauvegarde.

source: Hourly
fr: Heure

source: Daily
fr: Quotidienne

source: Weekly
fr: Hebdomadaire

source: Monthly
fr: Mensuelle

source: Advance scheduler configuration.
fr: Configuration avancée de la fréquence.

source: Last run time
fr: Dernier moment d'exécution

source: Error
fr: Erreur

source: Error updating selective backup configuration
fr: Erreur lors de la mise à jour de la configuration

source: Can't change the configuration for unknown reason. If the problem persists, try re-installing Minarca.
fr: Impossible de modifier la configuration pour une raison inconnue. Si le problème persiste, essayez de réinstaller Minarca.

source: Are you sure you want to stop the current running backup?
fr: Êtes-vous sûr de vouloir arrêter la sauvegarde qui est en cours d'exécution?

source: You are about to stop the running backup. Interupting the backup may temporarily disrupt data restore. Are you sure you want to continue?
fr: Vous êtes sur le point d'arrêter une sauvegarde qui est en cours d'exécution. L'interruption de la sauvegarde en cours peut perturber temporairement la restauration de vos données. Êtes vous certain de vouloir continuer?

source: Can't stop running backup!
fr: Impossible d'interrompe la sauvegarde en cour d'exécution

source: An error occurred while stopping the backup.
fr: Une erreur s'est produite lors de l'arrêt de la sauvegarde en cours.

source: Do you want to backup your system now?
fr: Voulez-vous lancer une sauvegarde de votre système?

source: You are about to backup your system to Minarca. This operation may take some time. While this operation is running you may safely close the Minarca application.
fr: Vous êtes sur le point de sauvegarder votre système vers Minarca. Ce processus peut prendre un certain temps. Durant ce processus, vous pouvez fermer l'application Minarca.

source: Can't backup this computer!
fr: Impossible de sauvegarder cet ordinateur!

source: An error occurred while backuping this computer.
fr: Une erreur s'est produite lors de la sauvegarde de cet ordinateur.

source: Can't change backup schedule!
fr: Vous ne pouvez pas changer la fréquence de sauvegarde!

source: Fail to retrieve current backup schedule.
fr: Impossible de récupérer la fréquence de sauvegarde actuelle.

source: Fail to reschedule the backup task.
fr: Impossible de replanifier la tâche de sauvegarde.

source: This action will open Windows Task Scheduler.
fr: Cette action ouvrira Planificateur de tâches de Windows.

source: If you want more control over the backup schedule, you need to manually edit the Minarca backup task in Windows Task Scheduler. If you don't know what you are doing, you should cancel theoperation to avoid breaking the schedule.
fr: Si vous voulez une fréquence de sauvegarde plus avancée, vous devez la modifier manuellement. La tâche de sauvegarde de Minarca se trouve dans la section Planificateur de tâche de Windows. Si vous n'êtes pas certain de ce que vous faites, vous devez annuler l'opération afin d'éviter de casser la fréquence.

source: Can't open Windows Task Scheduler!
fr: Impossible d'ouvrir Planificateur de tâches Windows

source: An error occurred when trying to open Windows Task Scheduler.
fr: Une erreur s'est produite en essayant d'ouvrir Planificateur de tâches Windows.

source: Confirm unlink
fr: Confirmer dissociation

source: Are you sure you want to unlink this computer from Minarca?
fr: Êtes-vous sûr de vouloir dissocier cet ordinateur de Minarca?

source: You are about to unlink this computer from Minarca. This computer will no longer backup it self. Previous backup data will not be lost.
fr: Vous êtes sur le point de dissocier cet ordinateur de Minarca. Cet ordinateur ne sera plus sauvegardé automatiquement. Les sauvegardes précédentes ne seront pas perdues.

source: Can't unlink this computer!
fr: Impossible de dissocier cet ordinateur!

source: An error occurred while unlinking this computer.
fr: Une erreur s'est produite lors de la dissociation de cet ordinateur.

source: http://www.patrikdufresne.com/en/minarca/help/
fr: http://www.patrikdufresne.com/fr/minarca/help/

source: computer name {0} already in use
fr: le nom d'ordinateur {0} est déjà utilisé

source: plink is missing
fr: plink est manquant

source: remote SSH host is not trusted
fr: l'hôte distant n'est pas digne de confiance

source: Minarca doesn't support your operating system. This application will close.
fr: Minarca ne supporte pas votre système d'exploitation. Cette application va fermer.

source: you don't have sufficient permissions to execute this application!
fr: vous ne disposez pas des autorisations nécessaires pour exécuter cette application!

source: scheduled task not found
fr: la tâche planifiée est introuvable

source: fail to link computer
fr: impossible d'associer votre ordinateur

source: {0} is missing
fr: {0} est absent

source: Minarca is not configured
fr: Minarca n'est pas configuré

source: identity file doesn't exists or is not accessible
fr: le fichier d'identité n'existe pas ou n'est pas accessible

source: includes or excludes pattern are missing
fr: les paramètres de sauvegarde sélective sont vides

source: fail to generate the keys
fr: impossible de générer la clé

source: fail to send SSH key to Minarca
fr: échec d'envoi de la clé SSH à Minarca

source: initial backup is not successful
fr: échec de la sauvegarde initilale

source: fail to save config
fr: échec de l'enregistrement des configurations
